Repository: SebastianStasz/HeavyLog
Catalog: HeavyLog/SupportingFiles/*.lproj/Localizable.strings
Languages: pl

# common_cancel
source: Cancel
pl: Anuluj

# common_close
source: Close
pl: Zamknij

# common_delete
source: Delete
pl: Usuń

# common_empty
source: Empty
pl: Pusty

# common_showAll
source: Show all
pl: Pokaż wszystkie

# tab_dashboard_title
source: Dashboard
pl: Pulpit

# tab_workouts_title
source: Wokrouts
pl: Treningi

# tab_summary_title
source: Summary
pl: Podsumowanie

# tab_settings_title
source: Exercises
pl: Ćwiczenia

# common_workoutRate_bad
source: Bad
pl: Zły

# common_workoutRate_good
source: Good
pl: Dobry

# common_workoutRate_excelent
source: Excelent
pl: Wyśmienity

# common_motivation_message_1
source: Keep it up!
pl: Tak trzymaj!

# common_motivation_message_2
source: You're on the right track!
pl: Jesteś na dobrej drodze!

# common_difficulty_easy
source: Easy
pl: Łatwe

# common_difficulty_moderate
source: Moderate
pl: Średnie

# common_difficulty_hard
source: Hard
pl: Trudne

# common_exerciseType_push
source: Push
pl: Wypychanie

# common_exerciseType_pull
source: Pull
pl: Przyciąganie

# common_exerciseType_static
source: Static
pl: Statyczne

# common_exerciseSection_upper
source: Upper
pl: Góra

# common_exerciseSection_lower
source: Lower
pl: Dół

# common_exerciseSection_global
source: Global
pl: Globalne

# error_enum_unknown
source: Unknown type
pl: Nieznaty typ

# common_bodyPart_calves
source: Calves
pl: Łydki

# common_bodyPart_quadriceps
source: Quadriceps
pl: Czworogłowy

# common_bodyPart_hamstrings
source: Hamstrings
pl: Dwugłowy

# common_bodyPart_glutes
source: Glutes
pl: Pośladki

# common_bodyPart_abdominalOblique
source: Abdominal oblique
pl: Skośne brzucha

# common_bodyPart_rectusAbdominis
source: Rectus abdominis
pl: Proste brzucha

# common_bodyPart_lowerBack
source: Lower back
pl: Dół pleców

# common_bodyPart_upperBack
source: Upper back
pl: Góra pleców

# common_bodyPart_traps
source: Traps
pl: Czworoboczne

# common_bodyPart_anteriorDeltoid
source: Anterior deltoid
pl: Przedni naramienny

# common_bodyPart_medialDeltoid
source: Medial deltoid
pl: Środkowy naramienny

# common_bodyPart_rearDeltoid
source: Rear deltoid
pl: Tylny naramienny

# common_bodyPart_chest
source: Chest
pl: Klatka piersiowa

# common_bodyPart_forearms
source: Forearms
pl: Przedramiona

# common_bodyPart_neck
source: Neck
pl: Szyja

# common_bodyParameter_height
source: Height
pl: Wzrost

# common_bodyParameter_weight
source: Weight
pl: Waga

# common_bodyParameter_waistline
source: Waistline
pl: Talia

# common_bodyParameter_hips
source: Hips
pl: Biodra

# common_bodyParameter_thigh
source: Thigh
pl: Udo

# common_bodyParameter_calf
source: Calf
pl: Łydka

# workoutCreator_chooseTemplate
source: Choose workout template:
pl: Wybierz szablon treningu:

# workoutCreator_tab_workout
source: Workout
pl: Trening

# workoutCreator_exerciseList_title
source: Choose an exercise
pl: Wybierz ćwiczenie

# workoutCreator_enterWeight
source: Enter weight:
pl: Wpisz wagę:

# workoutCreator_numberOfReps
source: Number of reps:
pl: Liczba powtórzeń:

# validation_message_empty
source: Field can not be empty.
pl: Pole nie może być puste.

# validation_message_invalid
source: Value is invalid.
pl: Wartość jest niepoprawna.

# validation_message_tooShort
source: Text is too short.
pl: Tekst jest za krótki.

# validation_message_tooLong
source: Text is too long.
pl: Tekst jest za długi.

# validation_message_tooSmall
source: Value is too small.
pl: Wartość jest za mała.

# validation_message_tooBig
source: Value is too big.
pl: Wartość jest za duża.

# exercise_name_benchPress
source: Bench press
pl: Wyciskanie sztangi leżąc

# exercise_name_classicDeadlift
source: Classic deadlift
pl: Martwy ciąg klasyczny

# exercise_name_overheadPress
source: Overhead press
pl: Wyciskanie sztangi nad głowę

# exercise_desc_benchPress
source: An upper-body weight training exercise in which the trainee presses a weight upwards while lying on a weight training bench.
pl: Ćwiczenie siłowe na górne partie ciała, w którym osoba ćwicząca wyciska sztangę do góry leżąc na ławce poziomej.

# exercise_desc_classicDeadlift
source: It is one of the three powerlifting exercises, along with the squat and bench press.
pl: Martwy ciąg to jedno z trzech ćwiczeń w trójboju siłowym, obok przysiadu i wyciskania na ławce.

# exercise_desc_overheadPress
source: Exercise in which a weight is pressed straight upwards from racking position until the arms are locked out overhead, while the legs, lower back and abs maintain balance.
pl: Ćwiczenie, w którym sztanga jest wypychana w górę z pozycji stojącej, aż do zablokowania ramion nad głową, podczas gdy nogi, dolna część pleców i brzuch utrzymują równowagę.
